[Balance.PawnBalance_GiantSpore_Corrosive AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="a powerful spermicide")

[Balance.PawnBalance_GiantSpore_Explosive AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Large Explosive Spear;")

[Balance.PawnBalance_GiantSpore_Fire AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="giant yeast spores")

[Balance.PawnBalance_GiantSpore_Shock AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="electric road")

